[
    {
        "id": 1,
        "title": "[NoName × Xanh SM] Ride Green – Arrive at NoName Fast",
        "image": "/newunder/1.jpg",
        "description": "A 'green' partnership to kick off the 2026 season: NoName Barber Cutclub officially collaborates with Xanh SM – the eco-friendly transportation service."
    },
    {
        "id": 2,
        "title": "Nike Transforms Barbershops into Sneakers – Limited Edition | NIKE DUNK LOW RETRO SE 'BARBERSHOP'",
        "image": "/newunder/2.jpg",
        "description": "Barber culture hits the streets: tribal patterns, clipper-shave tools, and the iconic red-white-blue barber pole colors—all featured on a single Dunk. The Nike Dunk Low Retro SE 'Barbershop' draws its design DNA from the spirit of freedom expressed through hair and style."
    },
    {
        "id": 3,
        "title": "Meet Brotherwolf: From a Melbourne Barbershop to a Lifestyle Brand",
        "image": "/newunder/3.jpg",
        "description": "Founded in 2014 by Irish barber Pádraig Whelehan. Originally started as a barbershop and community hub in Melbourne, it has since expanded into fashion, retail, events, and haircare."
    },
    {
        "id": 4,
        "title": "NoName THANKSGIVING COLLECTION 2025 – OFFICIAL LAUNCH ON DEC 20",
        "image": "/newunder/4.jpg",
        "description": "A festive season, a collection 'Purely NoName'. On December 20, 2025, NoName BARBER CUTCLUB introduces the NoName THANKSGIVING COLLECTION."
    },
    {
        "id": 5,
        "title": "Dedicated Pomade: Natural Solutions for Healthy Hair",
        "image":"/newunder/5.jpg",
        "description": "In May 2023, a new pomade line from Portugal made its official debut in Vietnam, crafted by Portuguese barbers and packaged in Los Angeles, USA."
    },
    {
        "id": 6,
        "title": "Son Tung M-TP Returns with Textured Spiky Crop – High-Energy Stage Look & 'Rock-Star Mode' Outfit",
        "image": "/newunder/6.jpg",
        "description": "New social media photos show Son Tung M-TP appearing with a light-colored textured spiky crop, faded sides, and sharp top layers; paired with a band tee, layered silver accessories, and a monochrome."
    }
    ]